export type NoticesType = {
  content: string | string[];
  title: string;
};

export const NOTICES: NoticesType[] = [
  {
    title: '❤️ 11/18 공지사항',
    content: ['동혁 - Main Page Carausel 제작', '소희 - 마이페이지 디자인 수정', '인지 - 모든 리뷰 별점 컴포넌트 제작'],
  },
  {
    title: '❤️ 11/17 공지사항',
    content: '로그인 후, 상단 메뉴의 "모임 만들기" 버튼을 클릭하고 모임 정보를 입력하세요. 설정을 완료하면 새 모임이 생성됩니다.',
  },
  {
    title: '❤️ 11/16 공지사항',
    content: '모든 모임은 무료로 참여하거나 무료로 생성 가능합니다.',
  },
  {
    title: '❤️ 11/15 공지사항',
    content: '모임 일정이 변경되거나 취소되면 가입한 연락처 또는 이메일로 알림을 보내드립니다. 웹 사이트 알림을 통해서 확인할 수 있습니다.',
  },
  {
    title: '❤️ 11/14 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/13 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/12 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/11 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/10 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/9 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/8 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/7 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/6 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/5 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/4 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/3 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/2 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 11/1 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/31 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/30 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/29 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/28 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/27 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/26 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/25 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/24 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/23 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/22 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/21 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/20 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/19 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/18 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/17 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/16 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
  {
    title: '❤️ 10/15 공지사항',
    content: '네, 모임 시작 전이라면 언제든지 마이페이지에서 참여를 취소할 수 있습니다.',
  },
];
